[
    {
        "id": 1,
        "name": "Amazon Echo Dot",
        "summary": "Assistente de voz inteligente",
        "description": "O Amazon Echo Dot é um assistente de voz inteligente que utiliza a Alexa para realizar diversas tarefas, como tocar músicas, controlar dispositivos de casa inteligente, responder perguntas e muito mais. Com um design compacto e discreto, o Echo Dot é fácil de usar e pode ser integrado com outros dispositivos Echo para criar um sistema de automação residencial completo.",
        "price": 207.34,
        "url": "https://m.media-amazon.com/images/I/714Rq4k05UL._AC_SY450_.jpg"
    },
    {
        "id": 2,
        "name": "Google Nest Learning Thermostat",
        "summary": "Termostato inteligente",
        "description": " O Google Nest Learning Thermostat é um termostato inteligente que aprende suas preferências de temperatura e cria um cronograma personalizado para manter sua casa confortável e eficiente. Com a integração do aplicativo Nest, é possível controlar o termostato de qualquer lugar, além de receber alertas sobre o uso de energia e economizar dinheiro com as sugestões de economia de energia.",
        "price": 709.59,
        "url": "https://m.media-amazon.com/images/I/71mQb+Qg6iL.jpg"
    },
    {
        "id": 3,
        "name": "Philips Hue",
        "summary": "Sistema de iluminação inteligente",
        "description": "O Philips Hue é um sistema de iluminação inteligente que permite controlar as luzes de sua casa através de um aplicativo de smartphone. Com a escolha de diferentes cores e intensidades de luz, você pode personalizar a atmosfera de sua casa de acordo com sua preferência. Além disso, é possível programar horários para as luzes acenderem e apagarem automaticamente.",
        "price": 802.67,
        "url": "https://philipssignifyb2c.vtexassets.com/arquivos/ids/155895-1200-auto?v=638128449003000000&width=1200&height=auto&aspect=true"
    },
    {
        "id": 4,
        "name": "iRobot Roomba",
        "summary": "Aspirador de pó robô",
        "description": "O iRobot Roomba é um aspirador de pó robô que utiliza sensores para navegar em sua casa e limpar o chão de forma autônoma. Com uma tecnologia de limpeza avançada, o Roomba é capaz de limpar tapetes, pisos duros e carpetes com eficiência, e pode ser controlado através de um aplicativo de smartphone.",
        "price": 437.86,
        "url": "https://m.media-amazon.com/images/I/71+WCj8tfZL._AC_SX522_.jpg"
    },
    {
        "id": 5,
        "name": "Nest Cam IQ Indoor",
        "summary": "Câmera de segurança inteligente",
        "description": "A Nest Cam IQ Indoor é uma câmera de segurança inteligente que utiliza inteligência artificial para detectar atividades suspeitas em sua casa. Com uma resolução de 1080p e visão noturna avançada, a Nest Cam IQ Indoor oferece imagens nítidas e detalhadas, além de alertas instantâneos em seu smartphone quando há atividade suspeita.",
        "price": 682.55,
        "url": "https://m.media-amazon.com/images/I/41TupDmo90L._AC_SL1080_.jpg"
    },
    {
        "id": 6,
        "name": "Ring Video Doorbell Pro",
        "summary": "Campainha de vídeo inteligente",
        "description": "O Ring Video Doorbell Pro é uma campainha de vídeo inteligente que permite ver e falar com visitantes em sua porta através de seu smartphone ou tablet. Com uma resolução de 1080p e um campo de visão amplo, o Ring Video Doorbell Pro oferece imagens nítidas e detalhadas, além de alertas instantâneos quando alguém toca a campainha.",
        "price": 1300.27,
        "url": "https://m.media-amazon.com/images/I/712UDuT1yRL._AC_SY741_.jpg"
    },
    {
        "id": 7,
        "name": "Sonos One",
        "summary": "Sistema de som inteligente",
        "description": "O Sonos One é um sistema de som inteligente que permite tocar músicas de serviços de streaming como Spotify, Apple Music, entre outros. Com suporte para assistentes de voz como Alexa e Google Assistant, o Sonos One também pode ser controlado através de comandos de voz, permitindo que você controle sua música sem precisar pegar seu telefone.",
        "price": 2200.56,
        "url": "https://m.media-amazon.com/images/I/81osaADHwSL._AC_SX522_.jpg"
    },
    {
        "id": 8,
        "name": "Samsung SmartThings",
        "summary": "Hub de automação residencial",
        "description": "O Samsung SmartThings é um hub de automação residencial que permite controlar todos os seus dispositivos de casa inteligente em um só lugar. Com suporte para mais de 100 dispositivos compatíveis, o SmartThings oferece uma ampla variedade de possibilidades para criar um sistema de automação residencial personalizado. Com a integração do aplicativo SmartThings, é possível controlar todos os seus dispositivos de casa inteligente de qualquer lugar.",
        "price": 1158.97,
        "url": "https://http2.mlstatic.com/D_NQ_NP_861155-MLB47267246706_082021-O.webp"
    },
    {
        "id": 9,
        "name": "August Smart Lock Pro",
        "summary": "Fechadura inteligente",
        "description": "O August Smart Lock Pro é uma fechadura inteligente que permite controlar o acesso a sua casa através de um aplicativo de smartphone. Com a opção de criar códigos de acesso para visitantes, o August Smart Lock Pro oferece segurança adicional e conveniência para os proprietários de casa.",
        "price": 1500.00,
        "url": "https://http2.mlstatic.com/D_NQ_NP_788225-MLB51043510790_082022-O.webp"
    },
    {
        "id": 10,
        "name": "Nest Hello",
        "summary": "Campainha de vídeo inteligente",
        "description": "O Nest Hello é uma campainha de vídeo inteligente que permite ver e falar com visitantes em sua porta através de seu smartphone ou tablet. Com uma resolução de 1600 x 1200 e um campo de visão amplo, o Nest Hello oferece imagens nítidas e detalhadas, além de alertas instantâneos quando alguém toca a campainha.",
        "price": 586.34,
        "url": "https://m.media-amazon.com/images/I/61ZpCkVvP4L._AC_SX466_.jpg"
    },
    {
        "id": 11,
        "name": "Rachio Smart Sprinkler Controller",
        "summary": "Controlador de irrigação inteligente",
        "description": "O Rachio Smart Sprinkler Controller é um controlador de irrigação inteligente que utiliza dados meteorológicos em tempo real para ajustar automaticamente a programação de irrigação. Com a integração do aplicativo Rachio, é possível controlar a irrigação de qualquer lugar e economizar água e dinheiro ao mesmo tempo.",
        "price": 679.42,
        "url": "https://m.media-amazon.com/images/I/71asdFrVrlL._AC_SX522_.jpg"
    },
    {
        "id": 12,
        "name": "Ecobee SmartThermostat with Voice Control",
        "summary": "Termostato inteligente com controle de voz",
        "description": "O Ecobee SmartThermostat with Voice Control é um termostato inteligente que utiliza a Alexa para controlar a temperatura de sua casa. Com a opção de criar zonas de temperatura personalizadas, o Ecobee SmartThermostat permite que você controle a temperatura de sua casa de forma precisa e eficiente.",
        "price": 145.89,
        "url": "https://m.media-amazon.com/images/I/5141SszWqYL._AC_SX522_.jpg"
    },
    {
        "id": 13,
        "name": "Lutron Caseta Wireless",
        "summary": "Sistema de iluminação inteligente",
        "description": "O Lutron Caseta Wireless é um sistema de iluminação inteligente que permite controlar as luzes de sua casa através de um aplicativo de smartphone. Com a escolha de diferentes cores e intensidades de luz, você pode personalizar a atmosfera de sua casa de acordo com sua preferência. Além disso, é possível programar horários para as luzes acenderem e apagarem automaticamente.",
        "price": 83.45,
        "url": "https://m.media-amazon.com/images/I/413c8unI+jL._AC_SX569_.jpg"
    },
    {
        "id": 14,
        "name": "Nest Protect",
        "summary": "Detector de fumaça e monóxido de carbono inteligente",
        "description": "O Nest Protect é um detector de fumaça e monóxido de carbono inteligente que envia alertas instantâneos para seu smartphone em caso de emergência. Com a integração do aplicativo Nest, é possível silenciar os alarmes diretamente de seu smartphone e receber notificações sobre a vida útil da bateria e da conexão Wi-Fi.",
        "price": 579.62,
        "url": "https://m.media-amazon.com/images/I/714dK+uZTUL._AC_SX522_.jpg"
    },
    {
        "id": 15,
        "name": "Logitech Harmony Elite",
        "summary": "Controle remoto universal",
        "description": "O Logitech Harmony Elite é um controle remoto universal que permite controlar todos os dispositivos eletrônicos em sua casa através de um único dispositivo. Com a opção de criar comandos personalizados e uma interface fácil de usar, o Logitech Harmony Elite oferece conveniência e eficiência para o controle de seus dispositivos eletrônicos.",
        "price": 2700.99,
        "url": "https://http2.mlstatic.com/D_NQ_NP_761405-MLB54757748347_032023-O.webp"
    },
    {
        "id": 16,
        "name": "Arlo Pro 3",
        "summary": "Câmera de segurança inteligente",
        "description": "A Arlo Pro 3 é uma câmera de segurança inteligente que permite monitorar a segurança de sua casa através de um aplicativo de smartphone. Com uma resolução de 2K HDR e uma visão noturna colorida, a Arlo Pro 3 oferece imagens nítidas e detalhadas em todas as condições de iluminação.",
        "price": 2146.58,
        "url": "https://http2.mlstatic.com/D_NQ_NP_657518-MLA52709559857_122022-O.webp"
    },
    {
        "id": 17,
        "name": "MyQ Smart Garage Hub",
        "summary": "Sistema de garagem inteligente",
        "description": "O MyQ Smart Garage Hub é um sistema de garagem inteligente que permite controlar a abertura e o fechamento da porta da garagem através de um aplicativo de smartphone. Com a opção de receber alertas quando a porta da garagem é aberta ou fechada, o MyQ Smart Garage Hub oferece segurança adicional para sua casa.",
        "price": 247.28,
        "url": "https://m.media-amazon.com/images/I/61ZSrYh-+2L._AC_SX522_.jpg"
    },
    {
        "id": 18,
        "name": "Sonos Beam",
        "summary": "Barra de som inteligente",
        "description": "A Sonos Beam é uma barra de som inteligente que permite controlar o som de sua TV e dispositivos de música através de um aplicativo de smartphone. Com a integração da Alexa e do Google Assistant, é possível controlar a barra de som por voz e criar uma experiência de áudio personalizada em sua casa.",
        "price": 4989.17,
        "url": "https://http2.mlstatic.com/D_NQ_NP_634002-MLA50541977951_072022-O.webp"
    },
    {
        "id": 19,
        "name": "Wemo Mini Smart Plug",
        "summary": "Tomada inteligente",
        "description": "O Wemo Mini Smart Plug é uma tomada inteligente que permite controlar seus dispositivos eletrônicos através de um aplicativo de smartphone. Com a opção de criar horários personalizados, monitorar o consumo de energia e integrar com a Alexa e o Google Assistant, é possível economizar energia e tornar sua casa mais eficiente.",
        "price": 89.37,
        "url": "https://m.media-amazon.com/images/I/41s350A1mZL._AC_SX522_.jpg"
    },
    {
        "id": 20,
        "name": "Philips Airfryer XXL",
        "summary": "Fritadeira sem óleo inteligente",
        "description": "A Philips Airfryer XXL é uma fritadeira sem óleo inteligente que permite cozinhar de maneira saudável e conveniente através de um aplicativo de smartphone. Com a opção de controlar a temperatura, tempo de cozimento e integrar com a Alexa e o Google Assistant, é possível cozinhar uma variedade de alimentos de maneira saudável e sem sujeira.",
        "price": 1734.56,
        "url": "https://m.media-amazon.com/images/I/510kMy4-dyL._AC_SX522_.jpg"
    }
]